Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The well encountered an approx. 30-metre thick sandstone layer of very good reservoir quality in Upper Jurassic reservoir rocks (Draupne or Heather formation).
nb: Brønnen påtraff en om lag 30 meter tykk sandstein av meget god reservoarkvalitet i øvre jura reservoarbergarter (Draupne- eller Heatherformasjonen).

source: Furthermore, the well encountered an approx. 120-metre thick sandstone-dominated interval in the Heather formation with good to poor reservoir quality.
nb: Videre påtraff brønnen et om lag 120 meter tykt sandsteins-dominert intervall i Heatherformasjonen med god til dårlig reservoarkvalitet.

source: This is the first exploration well in production licence 338 C, which was carved out of production licence 338 and awarded on 16 December 2014.
nb: Dette er den første letebrønnen i utvinningstillatelse 338 C, som ble fradelt utvinningstillatelse 338 og tildelt 16.12.2014.

source: Well 16/1-24 was drilled to a vertical and measured depth of 2269 and 2299 metres beneath the sea surface, respectively, and was terminated in the Heather formation in Upper Jurassic rocks.
nb: Brønn 16/1-24 ble boret til et vertikalt og målt dyp på henholdsvis 2269 og 2299 meter dyp under havflaten og avsluttet i Heatherformasjonen i øvre jura bergarter.

source: The water depth is 105 metres.
nb: Havdypet er 105 meter.

source: The well was drilled by the Island Innovator drilling facility, which will now proceed to drill appraisal well 7220/11-2 in production licence 609, where Lundin Norway AS is the operator.
nb: Brønnen ble boret av boreinnretningen Island Innovator, som nå skal bore avgrensningsbrønn 7220/11-2 i utvinningstillatelse 609, der Lundin Norway AS er operatør.

source: The well was initially classified as a wildcat well, but will now be reclassified as an appraisal well.
nb: Brønnen var klassifisert som undersøkelsesbrønn, men omklassifiseres nå til avgrensningsbrønn.

source: The well was drilled about six kilometres south of the Edvard Grieg field in the central part of the North Sea, about three kilometres south of the 16/1-12 discovery, 190 km west of Stavanger.
nb: Brønnen er boret om lag seks kilometer sør for Edvard Grieg-feltet i midtre delen av Nordsjøen og om lag tre kilometer sør for 16/1-12 funnet, 190 kilometer vest for Stavanger.

source: The discovery was proven in basement rocks in 2009.
nb: Funnet ble påvist i grunnfjellsbergarter i 2009.

source: After drilling the discovery well, the operator's resource estimate for the discovery was between three and eight million standard cubic metres (Sm3) of recoverable oil.
nb: Etter boring av funnbrønnen var operatørens ressursanslag for funnet på mellom tre og åtte millioner standardkubikkmeter (Sm3) utvinnbar olje.

source: The objective of the well was to prove oil in thin sandstone layers in Upper Jurassic / Lower Cretaceous reservoir rocks, and in the underlying jointed, porous granitic basement rock.
nb: Hensikten med brønnen var å påvise olje i tynne sandsteinslag i øvre jura/nedre kritt reservoarbergarter og i underliggende oppsprukket og porøst granittisk grunnfjell.

source: Upper Jurassic/Lower Cretaceous reservoir rocks were not present.
nb: Øvre jura/nedre kritt reservoarbergarter var ikke til stede.

source: The well encountered an oil column of about 30 metres in jointed, porous basement rock, with reservoir quality varying from poor to moderate, depending on the degree of fracturing.
nb: Brønnen påtraff en oljekolonne på om lag 30 meter i oppsprukket, porøst grunnfjell, med reservoarkvalitet som varierer fra dårlig til moderat avhengig av oppsprekkingsgraden.

source: The oil/water contact was encountered at 1927 metres below the sea surface.
nb: Olje/vann-kontakten ble påtruffet på 1927 meter under havflaten.

source: Collected pressure data shows communication with the 16/1-12 oil discovery, with approximately the same oil/water contact.
nb: Innsamlede trykkdata viser kommunikasjon mot oljefunnet 16/1-12, med om lag samme olje/vann-kontakt.

source: Preliminary estimates place the size of the discovery between two and seven million Sm3 of recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er mellom to og sju millioner Sm3 utvinnbar olje.

source: The licensees will assess the discovery with a view towards a tie-in to the Edvard Grieg field.
nb: Rettighetshaverne vil vurdere funnet med hensyn til en tilknytning til Edvard Grieg-feltet.

source: Several formation tests (a DST, 5 mini-DSTs and a fracture/injection test) have been conducted.
nb: Flere formasjonstester (en DST, 5 mini-DST og en oppsprekkings-/injeksjonstest) er gjennomført.

source: The production rate from DST was 42 Sm3 of oil per flow day through a 36/64-inch nozzle opening.
nb: Produksjonsrate fra DST var på 42 Sm3 olje per strømningsdøgn gjennom en 36/64 tommers dyseåpning.

source: The oil is under-saturated with a gas/oil ratio of 180 Sm3/Sm3.
nb: Oljen er undermettet med et gass/olje-forhold på 180 Sm3/Sm3.

source: The formation tests (DST and mini-DST) mainly revealed moderate production and flow properties.
nb: Formasjonstestene (DST og mini-DST) viste hovedsakelig moderate produksjons- og strømningsegenskaper.

source: Due to poor communication from the well to the porous, fractured basement rock, paraffin was injected in a minor fracturing and injection test, which yielded stable rates of 1000 Sm3 per day.
nb: På grunn av dårlig kommunikasjon fra brønnen mot det porøse oppsprukket grunnfjell, ble parafin injisert i en mindre oppsprekkings- og injeksjonstest som ga stabile rater på 1000 Sm3 per døgn.

source: This is the second exploration well to be drilled in production licence 338 C, which was carved out of production licence 338 and awarded on 16 December 2014.
nb: Dette er den andre letebrønnen som er boret i utvinningstillatelse 338 C, som ble fradelt utvinningstillatelse 338 og tildelt 16.12.2014.

source: Well 16/1-25 S was drilled to respective vertical and measured depths of 2096 and 2185 metres below the sea surface, and was terminated in granitic basement rock.
nb: Brønn 16/1-25 S ble boret til et vertikalt og målt dyp på henholdsvis 2096 og 2185 meter dyp under havflaten og avsluttet i granittisk grunnfjell.

source: Water depth at the site is 106 metres.
nb: Havdypet er 106 meter.

source: The well was drilled by the Bredford Dolphin drilling facility.
nb: Brønnen ble boret av boreinnretningen Bredford Dolphin.

source: The well was drilled about 15 kilometres south of the Edvard Grieg field in the central part of the North Sea and 190 kilometres west of Stavanger.
nb: Brønnen er boret om lag 15 kilometer sør for Edvard Grieg-feltet i midtre delen av Nordsjøen og 190 kilometer vest for Stavanger.

source: The objective of the well was to prove petroleum in Jurassic to Triassic reservoir rocks.
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av jura til trias alder.

source: The well encountered a 23-metre oil column in conglomeratic sandstone in the mentioned rocks, of which 18 metres were of moderate reservoir quality.
nb: Brønnen påtraff en oljekolonne på 23 meter i konglomeratisk sandstein i forannevnte bergarter, hvorav 18 meter med moderat reservoarkvalitet.

source: The oil/water contact was encountered 1954 metres below the sea surface.
nb: Olje/vann-kontakten ble påtruffet 1954 meter under havflaten.

source: The entire reservoir, including the water zone, consists of sandstones and conglomerates with a thickness of about 230 metres.
nb: Hele reservoaret, inklusiv vannsonen, består av sandsteiner og konglomerater med om lag 230 meter tykkelse.

source: Preliminary estimates place the size of the discovery between two and four million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er på mellom to og fire millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: The discovery will be developed along with the 16/4-6 S discovery, and tie-in to the Edvard Grieg field will be considered.
nb: Funnet vil bli utviklet sammen med funnet 16/4-6 S og vurdert tilknyttet Edvard Grieg-feltet.

source: A formation test was carried out.
nb: En formasjonstest ble gjennomført.

source: The production rate was 150 standard cubic metres (Sm3) of oil per flow day through a 32/64-inch nozzle opening.
nb: Produksjonsraten var på 150 standard kubikkmeter (Sm3) olje per strømningsdøgn gjennom en 32/64 tommers dyseåpning.

source: The test showed moderate flow properties.
nb: Testen viste moderate strømningsegenskaper.

source: The oil is light with a gas/oil ratio of 210 Sm3/Sm3.
nb: Oljen er lett med et gass/olje-forhold på 210 Sm3/Sm3.

source: This is the fourth exploration well to be drilled in production licence 359.
nb: Dette er den fjerde letebrønnen som er boret i utvinningstillatelse 359.

source: The well was drilled to measured and vertical depths of 2358 and 2305 metres below the sea surface, respectively, and was terminated in Triassic rocks.
nb: Brønnen ble boret til et målt og vertikalt dyp på henholdsvis 2358 og 2305 meter under havoverflaten og avsluttet i bergarter av trias alder.

source: The 16/4-9 S well was drilled by the Bredford Dolphin drilling facility, which will now drill wildcat well 6306/5-2 in production licence 642 in the Norwegian Sea, where Repsol Exploration Norge AS is the operator.
nb: Brønnen 16/4-9 S ble boret av boreinnretningen Bredford Dolphin som nå skal bore undersøkelsesbrønn 6306/5-2 i undersøkelsestillatelse 642 i Norskehavet, der Repsol Exploration Norge AS er operatør.

source: The well was drilled approximately 10 kilometres east of the Sleipner A platform in the central part of the North Sea and 220 kilometres west of Stavanger.
nb: Brønnen er boret om lag 10 kilometer øst for Sleipner A-plattformen i midtre del av Nordsjøen og 220 kilometer vest for Stavanger.

source: The purpose of the well was to prove petroleum in Upper Trias reservoir rocks (the Skagerrak formation).
nb: Hensikten med brønnen var å påvise petroleum i øvre trias reservoarbergarter (Skagerrakformasjonen).

source: The well was drilled 97 metres into the Skagerrak formation, about 50 metres of which was in thin sandstone layers with moderate to good reservoir quality.
nb: Brønnen boret 97 meter inn i Skagerrakformasjonen, hvorav om lag 50 meter i tynne sandsteinslag med moderat til god reservoarkvalitet.

source: This is the second exploration well in production licence 72 B.
nb: Dette er andre letebrønn i utvinningstillatelse 72 B.

source: Well 16/7-11 was drilled to a vertical depth of 2,625 metres below sea level and was terminated in the Skagerrak formation.
nb: Brønn 16/7-11 ble boret til et vertikalt dyp på 2625 meter under havoverflaten, og ble avsluttet i Skagerrakformasjonen.

source: The water depth at the site is 81 metres.
nb: Havdypet er 81 meter.

source: The well was drilled by the drilling facility Songa Trym, which will now drill wildcat well 25/11-28 in the central part of the North Sea in production licence 169, where Statoil is the operator.
nb: Brønnen ble boret av boreinnretningen Songa Trym som nå skal bore undersøkelsesbrønn 25/11-28 i midtre del av Nordsjøen i utvinningstillatelse 169, der Statoil er operatør.

source: Contact person at the Norwegian Petroleum Directorate Eldbjørg Vaage Melberg, tel.
nb: Kontaktperson i Oljedirektoratet

source: The well was drilled about seven kilometres southwest of the Valhall field and about five kilometres west of the Hod field in the North Sea.
nb: Brønnen er boret om lag sju kilometer sørvest for Valhall-feltet og om lag fem kilometer vest for Hod-feltet i Nordsjøen.

source: The primary exploration target for the well was to prove petroleum in Upper Cretaceous chalk rocks (the Hod formation).
nb: Primært letemål for brønnen var å påvise petroleum i øvre kritt kalksteinsbergarter (Hodformasjonen).

source: Well 2/11-11 encountered about 330 metres of reservoir rocks in the Hod formation with poor reservoir quality.
nb: Brønn 2/11-11 påtraff om lag 330 meter tykke reservoarbergarter i Hodformasjonen med dårlig reservoarkvalitet.

source: This is the first exploration well in production licence 616.
nb: Dette er den første letebrønnen i utvinningstillatelse 616.

source: Well 2/11-11 was drilled to a vertical depth of 3388 metres below the sea surface and was terminated in the Hidra formation (Upper Cretaceous).
nb: Brønnen 2/11-11 ble boret til et vertikalt dyp av 3388 meter under havflaten og ble avsluttet i Hidraformasjonen (øvre kritt).

source: Water depth at the site is 68 metres.
nb: Havdypet er 68 meter.

source: Well 2/11-11 was drilled by the Transocean Searcher drilling facility, which will now be laid up.
nb: Brønn 2/11-11 ble boret av boreinnretningen Transocean Searcher som nå skal legges i opplag.

source: The well was drilled about 20 kilometres north of the Ekofisk field and 2.3 kilometres northeast of the 2/4-21 discovery in the southern part of the North Sea.
nb: Brønnen er boret om lag 20 kilometer nord for Ekofiskfeltet og 2,3 kilometer nordøst for funnet 2/4-21 i den sørlige delen av Nordsjøen.

source: The primary exploration target for well 2/4-22 S was to prove petroleum in reservoir rocks in the Permian (in the Rotliegend group).
nb: Primært letemål for brønn 2/4-22 S var å påvise petroleum i reservoarbergarter i perm (Rotliegendesgruppen).

source: The secondary exploration target was to prove petroleum in reservoir rocks in the Middle Jurassic (the Bryne formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter i midtre jura (Bryneformasjonen).

source: In its primary exploration target, the well encountered a 27-metre total oil column in the Rotliegend group, 24 metres of which was sandstone of good reservoir quality.
nb: I primært letemål påtraff brønnen en total oljekolonne på 27 meter i Rotliegendesgruppen, hvorav 24 meter med sandstein av god reservoarkvalitet.

source: In its secondary exploration target, the well encountered oil columns in two intervals in the Bryne formation, where the top interval also extends into the overlying Ula formation in the Upper Jurassic.
nb: I sekundært letemål påtraff brønnen oljekolonner i to intervaller i Bryneformasjonen, hvor den øverste også strekker seg inn i den overliggende Ulaformasjonen i øvre jura.

source: No oil/water contact was encountered in either of the intervals in the Jurassic.
nb: Ingen olje/vann-kontakt ble påtruffet i noen av intervallene i jura.

source: The Bryne formation has a 46-metre total oil column, about 30 metres of which is sandstone of good to poor reservoir quality.
nb: Bryneformasjonen har en total oljekolonne på 46 meter, hvorav om lag 30 meter med sandstein av god til dårlig reservoarkvalitet.

source: The Bryne and Ula formations have a 49-metre total oil column, about 15 metres of which are from multiple thin sandstone layers with good to poor reservoir quality.
nb: Bryne- og Ulaformasjonen har en total oljekolonne på 49 meter, hvorav om lag 15 meter til sammen fra flere tynne sandsteinslag med god til dårlig reservoarkvalitet.

source: Preliminary estimates of the size of the discovery range between 0.7 and 2 million Sm3 of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelse på funnet er mellom 0,7 og 2 millioner Sm3 utvinnbare oljeekvivalenter.

source: Further studies are needed in order to determine whether the discovery can be included as part of a future development of the area.
nb: Ytterligere studier må gjennomføres for å fastslå om funnet kan inngå som del av en framtidig utvikling av området.

source: This is the ninth exploration well in production licence 146.
nb: Dette er den niende letebrønnen i utvinningstillatelse 146.

source: The license was awarded in the 12th licensing round in 1988.
nb: Tillatelsen ble tildelt i 12. konsesjonsrunde i 1988.

source: Well 2/4-22 S was drilled to a vertical depth of 4834 metres below sea level and was terminated in the Rotliegend group.
nb: Brønn 2/4-22 S ble boret til et vertikalt dyp på 4834 meter under havflaten og avsluttet i Rotliegendesgruppen.

source: Well 2/4-22 S was drilled by the Maersk Gallant drilling facility, which will now move on to drill exploration well 2/4-23 in the same production licence.
nb: Brønn 2/4-22 S ble boret av boreinnretningen Maersk Gallant, som nå skal bore letebrønn 2/4-23 i samme utvinningstillatelse.

source: The well was drilled about 17 kilometres northeast of the Ekofisk field, near the 2/4-21 (King Lear) discovery in the southern part of the North Sea.
nb: Brønnen er boret om lag 17 kilometer nordøst for Ekofisk-feltet og like ved funnet 2/4-21 (King Lear) i den sørlige delen av Nordsjøen.

source: The primary exploration target for the well was to prove petroleum in Upper Jurassic reservoir rocks (the Ula formation) and Middle Jurassic reservoir rocks (the Bryne formation), as well as to delineate the 2/4-21 discovery (King Lear), which was proven in Upper Jurassic reservoir rocks (the Farsund formation) in the summer of 2012.
nb: Primært letemål for brønnen var å påvise petroleum i øvre jura reservoarbergarter (Ulaformasjonen) og midtre jura reservoarbergarter (Bryneformasjonen), samt å avgrense 2/4-21-funnet (King Lear), som ble påvist i øvre jura reservoarbergarter (Farsundformasjonen) sommereren 2012.

source: Before well 2/4-23 S was drilled, the operator's resource estimate for King Lear was between 11 and 32 million standard cubic metres of recoverable oil equivalents.
nb: Før brønn 2/4-23 S ble boret, var operatørens ressursanslag for King Lear på mellom 11 og 32 milloner standard kubikkmeter oljeekvivalenter utvinnbart.

source: The secondary exploration target for 2/4-23 S was to prove petroleum in Upper Triassic reservoir rocks (the Skagerrak formation).
nb: Sekundært letemål for 2/4-23 S var å påvise petroleum i øvre trias reservoarbergarter (Skagerrakformasjonen).

source: Preliminary estimates place the size of the discovery at between 2.5 and 12 million Sm3 of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er mellom 2,5 og 12 millioner Sm3 utvinnbare oljeekvivalenter.

source: The well also encountered 30 gross metres of water-filled sandstone with poor reservoir quality in the Bryne formation.
nb: Brønnen påtraff videre 30 meter brutto med vannfylt sandstein med dårlig reservoarkvalitet i Bryneformasjonen.

source: In addition, the well encountered a 20-metre thick gas/condensate column in the Farsund formation, in two zones of five metre thick reservoir rocks with moderate/good reservoir quality, which confirmed pressure communication with the 2/4-21 King Lear discovery.
nb: Brønnen påtraff også en 20 meter tjukk gass-/kondensatkolonne i Farsundformasjonen, i to soner på fem meter tjukke reservoarbergarter med moderat/god reservoarkvalitet, som bekreftet trykkforbindelse med funnet 2/4-21 King Lear.

source: Delineation of the 2/4-21 discovery will not lead to any change in the resource estimates.
nb: Avgrensningen av 2/4-21-funnet fører ikke til endring av ressursestimatene.

source: The Skagerrak formation had poor reservoir quality and was water-filled.
nb: Skagerrakformasjonen hadde dårlig reservoarkvalitet og var vannfylt.

source: The licensees will assess the discoveries together, with a view toward an optimal development.
nb: Rettighetshaverne vil vurdere funnene sammen med hensyn til en optimal utbygging.

source: Well 2/4-23 S was drilled to a vertical depth of 5548 metres below the sea surface, and was terminated in sandstone in the Skagerrak formation in the Upper Triassic.
nb: Brønn 2/4-23 S ble boret til et vertikalt dyp av 5548 meter under havflaten, og ble avsluttet i sandsteiner i Skagerrakformasjonen i øvre trias.

source: The well was drilled about 20 kilometres northwest of the 16/2-6 Johan Sverdrup discovery in the central part of the North Sea and 180 kilometres west of Stavanger.
nb: Brønnen er boret om lag 20 kilometer nordvest for 16/2-6 Johan Sverdrupfunnet i midtre del av Nordsjøen og 180 kilometer vest for Stavanger.

source: The primary exploration target for the well was to prove petroleum in Upper Jurassic reservoir rocks (“intra Draupne sandstone”).
nb: Primært letemål for brønnen var å påvise petroleum i øvre jura reservoarbergarter («intra Draupne sandstein»).

source: The secondary exploration target was to prove petroleum in Middle to Lower Jurassic reservoir rocks (Hugin and Sleipner formations, as well as the Statfjord group).
nb: Sekundært letemål var å påvise petroleum i midtre til nedre jura reservoarbergarter (Hugin- og Sleipnerformasjonene samt Statfjordgruppen).

source: The well encountered about five metres of “intra Draupne sandstone” of poor reservoir quality.
nb: Brønnen påtraff om lag fem meter «intra Draupne sandstein» av dårlig reservoarkvalitet.

source: Two sandstone intervals of about 40 and 50 metres were encountered in the Hugin formation.
nb: To sandsteinsintervaller på om lag 40 og 50 meter ble påtruffet i Huginformasjonen.

source: The reservoir quality is very good at the top and good in the lowest interval.
nb: Reservoarkvaliteten er meget god i det øverste og god i det nederste intervallet.

source: The Sleipner formation was not encountered, while the Statfjord group has a few thin sandstone layers.
nb: Sleipnerformasjonen ble ikke påtruffet, mens Statfjordgruppen har noen få, tynne sandsteinslag.

source: The Draupne and Hugin formations have traces of oil.
nb: Draupne- og Huginformasjonene har spor av olje.

source: This is the first exploration well in production licence 625, which was awarded in APA 2011.
nb: Dette er den første letebrønnen i utvinningstillatelse 625, som ble tildelt i TFO 2011.

source: Well 25/10-12 S was drilled to respective vertical and measured depths of 2540 and 2567 metres below the sea surface, and was terminated in the Triassic (presumably the Smith Bank formation).
nb: Brønn 25/10-12 S ble boret til et vertikalt og målt dyp på henholdsvis 2540 og 2567 meter dyp under havflaten og ble avsluttet i trias (antatt Smith Bankformasjonen).

source: The well was drilled by the Island Innovator drilling facility, which will now drill wildcat well 26/10-1 in production licence 674 BS, where Lundin Norway AS is the operator.
nb: Brønnen ble boret av boreinnretningen Island Innovator, som nå skal bore undersøkelsesbrønn 26/10-1 i utvinningstillatelse 674 BS, der Lundin Norway AS er operatør.

source: There were no proven changes in catch rates for cod, ling, cusk and halibut, while there appears to have been an increase as regards catch rates for redfish and monkfish while the seismic acquisition activity took place.
nb: Det ble ikke påvist endringer i fangsratene for torsk, lange, brosme og kveite, mens det for uer og breiflabb syntes å ha vært en økning mens seismikken pågikk.

source: The catch rates for gillnet fishing for saithe and haddock were reduced, but no reduction could be documented in the saithe or haddock catches made using other types of fishing gear (longline, hand line and Danish seine).
nb: Fangstratene for garnfiske av sei og hyse ble redusert, men det kunne ikke dokumenteres noen nedgang i sei- eller hysefangstene for de andre redskapstypene (line, juksa og snurrevad).

source: In the study area as a whole, about 45 per cent less saithe was delivered than in the peak years 2006 and 2007, however the catches were not lower than in the period 2003 – 2005.
nb: I undersøkelsesområdet sett under ett ble det levert rundt 45 prosent mindre sei enn i toppårene 2006 og 2007, men ikke mindre enn i perioden 2003 – 2005.

source: The decline in saithe catches was greatest in Vesterålen and outside Senja.
nb: Nedgangen i seifangstene var størst i Vesterålen og utenfor Senja.
